{
  "title": "سياسة الخصوصية",
  "lastUpdated": "{{lastUpdated}}",
  "intro": "خصوصيتك تهمنا. توضح هذه السياسة نوعية البيانات التي نقوم بجمعها، وأسباب جمعها، وكيفية التعامل معها داخل جمهورية مصر العربية.",
  "controller": {
    "title": "المسؤول عن البيانات",
    "body": "عقار دوت هو المسؤول عن معالجة البيانات التي يتم جمعها من خلال الموقع الإلكتروني والتطبيقات التابعة له."
  },
  "dataWeCollect": {
    "title": "البيانات التي نقوم بجمعها",
    "items": [
      "بيانات الحساب: الاسم، البريد الإلكتروني، ورقم الهاتف (في حال تقديمها).",
      "تفاصيل الإعلانات التي تنشرها (مثل الصور، الأسعار، والعناوين التي تختار مشاركتها).",
      "بيانات الاستخدام: معلومات الجهاز، الصفحات التي تتم زيارتها، وبعض التحليلات الأساسية.",
      "الرسائل المرسلة من خلال نماذج التواصل."
    ]
  },
  "useOfData": {
    "title": "كيفية استخدام البيانات",
    "items": [
      "تقديم وتحسين خدماتنا ومميزات المنصة.",
      "عرض نتائج العقارات المناسبة ومنع حالات الاحتيال.",
      "التواصل معك بشأن حسابك أو إعلاناتك أو طلبات الدعم الفني.",
      "الامتثال للمتطلبات القانونية عند الحاجة."
    ]
  },
  "legalBasis": {
    "title": "الأساس القانوني للمعالجة",
    "items": [
      "موافقتك (مثل عند إرسال النماذج).",
      "تنفيذ العقد (لتقديم الخدمة المطلوبة).",
      "المصلحة المشروعة (مثل أمان المنصة والتحليلات الإحصائية)."
    ]
  },
  "sharing": {
    "title": "مشاركة البيانات",
    "body": "لا نقوم ببيع بياناتك الشخصية. قد نشارك بعض البيانات المحدودة مع مزودي الخدمات (مثل الاستضافة أو البريد الإلكتروني) تحت التزامات قانونية صارمة بالحفاظ على السرية أو وفقًا لما يتطلبه القانون."
  },
  "retention": {
    "title": "مدة الاحتفاظ بالبيانات",
    "body": "نحتفظ بالبيانات فقط للمدة اللازمة للأغراض الموضحة أعلاه أو كما يفرض القانون، وبعد ذلك نقوم بحذفها أو إخفاء هويتها."
  },
  "security": {
    "title": "أمان البيانات",
    "body": "نستخدم إجراءات تقنية وتنظيمية مناسبة لحماية البيانات الشخصية، ومع ذلك لا توجد وسيلة نقل أو تخزين إلكتروني آمنة بنسبة 100٪."
  },
  "yourRights": {
    "title": "حقوقك",
    "items": [
      "الحق في الوصول إلى بياناتك وتصحيحها أو حذفها.",
      "الحق في سحب الموافقة في الحالات التي تعتمد فيها المعالجة على موافقتك.",
      "الحق في الاعتراض على بعض أنواع المعالجة وفقًا للقانون."
    ],
    "contact": "لممارسة حقوقك، يُرجى التواصل معنا عبر البريد الإلكتروني contact@aqardot.com."
  },
  "international": {
    "title": "نقل البيانات الدولي",
    "body": "في حال الاستعانة بمزودي خدمات خارج جمهورية مصر العربية، نلتزم بتطبيق إجراءات وضمانات مناسبة لحماية بياناتك الشخصية."
  },
  "contact": {
    "title": "التواصل معنا",
    "body": "لأي استفسارات تتعلق بسياسة الخصوصية، يُرجى التواصل عبر البريد الإلكتروني contact@aqardot.com."
  }
}
